Revit 2024 API
ParameterTypeId.ToposolidHeightabovelevelParam Property
 "Height Offset From Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ToposolidHeightabovelevelParam { get; }
Visual Basic
Public Shared ReadOnly Property ToposolidHeightabovelevelParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ToposolidHeightabovelevelParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace